[{"model": "resume.header", "pk": 1, "fields": {"name": "Edward Fong", "intro": "Highly motivated and detail-oriented IT professional with demonstrated leadership and success in the areas of information technology, management, and recently updated Comptia A + Certification. Possesses excellent analytical, computer, customer service and organizational skills and committed to hard work and dedication.Summer 2022 GPA 4.0. Currently a full time employee at KAFB and full time student at NMSU completing Bachelor's Degree in ICT Software Development. Authorized to work in the US for any employer.", "title": "Software Developer", "phone": "5056398100", "email": "efong505@nmsu.edu", "link": "http://edwardfong2-com.stackstaging.com/", "address": "Albuquerque, NM"}}, {"model": "resume.workexperience", "pk": 1, "fields": {"title": "CST", "location": "Kirtland AFB(Teksynap)", "start": "2021-10-01", "end": "2023-05-02", "duties": "Answer user calls, emails, and trouble tickets to provide general user support related to their IT equipment or other needs. Creates, updates and closes out help desk tickets Works with other Tier 1 and Tier II Support staff to ensure proper hand-off of tickets for prompt resolution and if needed escalation Maintains required documentation of Tier 1 processes and SOPs Familiarity with Windows Operating system and Microsoft Office Suite Familiarity with creating/updating Remedy tickets is preferredPerform unit Information Assurance Officer (IAO) duties to include TEMPEST, COMSEC and COMPUSEC programs Perform required account actions for incoming and outgoing personnel to include the maintaining of all associated documentation Maintain, support and troubleshoot both classified and unclassified VTC systems Scheduling and facilitating of all unit VTCs Familiarity with the configuration and operational support of Apple iOS and other approved wireless broadband device types, as well as commercial internet for customers Setup, create, and handle day-to-day operations of all organization SharePoint sites Ability to perform Telecommunication Officer (TCO) duties Unit Software License manager, assisting with purchasing, documentation and reporting of all unit software"}}, {"model": "resume.workexperience", "pk": 2, "fields": {"title": "CNM Data Center Ops Intern", "location": "Centeral New Mexico Community College", "start": "2020-04-01", "end": "2021-10-01", "duties": "Provision server patches. Maintain Linux and Windows servers security, configuration, troubleshooting,backup, and restoration of compromised servers. Write power shell and ansible scripts to automate IToperation processes. Participate in team meetings and vendors. Work with Cyber Security team to ensuresystems are properly and securely accessible.Install client software on servers."}}, {"model": "resume.workexperience", "pk": 3, "fields": {"title": "IT Tech Support", "location": "Central New Mexico Community College", "start": "2019-03-01", "end": "2021-05-01", "duties": "Troubleshoot student and faculty computers, laptop and mobile devices, assist students and staff withaccount access and login issues, install software, reimage facility computers, setup or relocate desktoplocation setup."}}, {"model": "resume.workexperience", "pk": 4, "fields": {"title": "Service Chief", "location": "Veteran's Canteen Service", "start": "2017-04-01", "end": "2019-03-01", "duties": "Staffed and managed a team of 15 Cafeteria, Starbucks, retail store, and 30 concessionaires vendorsensuring the excellence and sanitation of service and products to 2,000 veterans and staff at the VAMedical Center were met daily increasing net profit by 45% in the first year. Built, coached, and motivatedtrained teams in all departments. Adapted practice of proper federal food safety and sanitation guidelinesto operation. Investigated and utilized food and supplies ordering only through authorized vendors &Starbucks. Managed inventories and truck deliveries. Managed financials, inventory and budget reports."}}, {"model": "resume.skill", "pk": 1, "fields": {"name": "C++"}}, {"model": "resume.skill", "pk": 2, "fields": {"name": "Java"}}, {"model": "resume.skill", "pk": 3, "fields": {"name": "C#"}}, {"model": "resume.skill", "pk": 4, "fields": {"name": "Python"}}, {"model": "resume.skill", "pk": 5, "fields": {"name": "Django"}}, {"model": "resume.skill", "pk": 6, "fields": {"name": "Linux"}}, {"model": "resume.skill", "pk": 7, "fields": {"name": "Cyber Security"}}, {"model": "resume.skill", "pk": 8, "fields": {"name": "ASP.NET Core"}}, {"model": "resume.skill", "pk": 9, "fields": {"name": "JavaScript/jQuery"}}, {"model": "resume.skill", "pk": 10, "fields": {"name": "Networking"}}, {"model": "resume.skill", "pk": 11, "fields": {"name": "Kotlin"}}, {"model": "resume.skill", "pk": 12, "fields": {"name": "Android"}}, {"model": "resume.education", "pk": 1, "fields": {"title": "Certificate in Computer Information Systems Computer Programming", "school": "CNM", "start": "2019-03-01", "end": "2021-10-01"}}, {"model": "resume.education", "pk": 2, "fields": {"title": "Computer Information Systems (AAS) - concentrations in Commputer Programming, Cyber Security, and Computer Support Specialist", "school": "CNM", "start": "2019-03-01", "end": "2021-12-01"}}, {"model": "resume.education", "pk": 3, "fields": {"title": "Diploma", "school": "Waianae High School", "start": "1988-04-01", "end": "1992-04-01"}}, {"model": "resume.certification", "pk": 1, "fields": {"name": "CompTIA A+ce Certifiction", "start": "2019-12-01", "end": "2023-08-01"}}, {"model": "resume.certification", "pk": 2, "fields": {"name": "CompTia Security+ ce Certification", "start": "2020-08-01", "end": "2023-08-01"}}]
